---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.PanelScheduleTemplate
source: html/7118f2ed-94e8-454b-6d2d-62a23a2c15e4.htm
---
# PanelScheduleTemplate Properties

The id of the assembly instance to which the element belongs.